[M_BadHairDay MissionDefinition]
MissionName="Plumas e Paetês"
MissionDescription="Sir Hammerlock pediu alguns pêlos de Bullymong para decorar o seu chapéu. Para pegar os pêlos de um Bullymong, você precisa enfraquecê-lo primeiro com alguns disparos e, logo em seguida, atacá-lo corpo a corpo."
TurnInDescription="Você entregou o pêlo e em troca recebeu uma nova arma!  Todo mundo saiu satisfeito... exceto os Bullymongs escalpelados.\nAh... que se danem!"
MissionSummary="Obtenha pêlos de Bullymongs."
MissionGiver="Sir Hammerlock"
MissionTurnInLocation="Sir Hammerlock ou Claptrap"
TeaserText="Estilo é tudo."

[M_BadHairDay:GatherAdditionalTufts MissionObjectiveDefinition]
ProgressMessage="Obtenha alguns pêlos de Bullymong"

[M_BadHairDay:GatherAdditionalTuftsSet MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_BadHairDay:ReturnFurSet MissionObjectiveSetBranchingDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_BadHairDay:ReturntoClaptrap MissionObjectiveDefinition]
ProgressMessage="Fale com o Claptrap"

[M_BadHairDay:ReturnToHammerlock MissionObjectiveDefinition]
ProgressMessage="Fale com Sir Hammerlock"

